Revit 2027 API
FamilySizeTable.AsValueString Method
 Gets the table cell value as a string.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string AsValueString(
	int row,
	int column
)
Public Function AsValueString (
	row As Integer,
	column As Integer
) As String
public:
String^ AsValueString(
	int row,
	int column
)
member AsValueString :
        row : int *
        column : int -> string
Parameters
row Int32
 The table row.
column Int32
 The table column.
Return Value
String
 The table cell value as a string.
See Also
Reference
FamilySizeTable Class
Autodesk.Revit.DB Namespace